-- MySQL dump 10.13  Distrib 5.7.16, for Linux (x86_64)
--
-- Host: localhost    Database: personal
-- ------------------------------------------------------
-- Server version	5.7.16-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `admonition`
--

DROP TABLE IF EXISTS `admonition`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `admonition` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `time` datetime DEFAULT NULL,
  `isDeleted` tinyint(4) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `admonition`
--

LOCK TABLES `admonition` WRITE;
/*!40000 ALTER TABLE `admonition` DISABLE KEYS */;
/*!40000 ALTER TABLE `admonition` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `dateitem`
--

DROP TABLE IF EXISTS `dateitem`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `dateitem` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) DEFAULT NULL,
  `content` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `time` datetime DEFAULT NULL,
  `state` int(11) DEFAULT NULL,
  `isDeleted` tinyint(4) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `dateitem`
--

LOCK TABLES `dateitem` WRITE;
/*!40000 ALTER TABLE `dateitem` DISABLE KEYS */;
INSERT INTO `dateitem` VALUES (2,1,'处理橱柜的事情','2016-11-26 21:42:00',2,0),(3,1,'打扫江头家里','2016-11-26 21:42:00',2,0),(4,1,'贵阳产检','2016-11-26 07:30:00',1,0),(5,1,'看橱柜','2016-11-26 12:42:00',1,0),(6,1,'打扫江头家里','2016-11-26 16:42:00',1,0),(7,1,'订长富牛奶','2016-11-25 22:47:00',2,0),(8,1,'搭建websocket服务器','2016-11-27 17:44:00',1,0),(9,1,'搭建zookeeper服务器','2016-11-27 17:44:00',1,0),(10,1,'订水龙头','2016-12-18 10:50:00',1,0),(11,1,'漏水维修','2016-12-21 15:11:00',1,0),(12,1,'cache研究','2016-12-21 15:56:00',0,0),(13,1,'cache框架了解','2016-12-21 15:56:00',0,0),(14,1,'动态代理','2016-12-26 17:57:00',0,0),(15,1,'床头背景','2017-01-03 09:09:00',0,0),(16,1,'美的安装联系','2017-01-03 09:09:00',0,0),(17,1,'基底漆','2017-01-04 22:50:00',0,0);
/*!40000 ALTER TABLE `dateitem` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `item`
--

DROP TABLE IF EXISTS `item`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `item` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `time` datetime DEFAULT NULL,
  `state` tinyint(4) DEFAULT NULL,
  `isDeleted` tinyint(4) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=985 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `item`
--

LOCK TABLES `item` WRITE;
/*!40000 ALTER TABLE `item` DISABLE KEYS */;
INSERT INTO `item` VALUES (7,1,'mybatis 缓存','2015-11-11 15:59:00',0,0),(13,1,'《失控》','2015-11-12 09:25:00',0,0),(14,1,'《科技想要什么》','2015-11-12 09:25:00',0,0),(15,1,'《必然》','2015-11-12 09:25:00',0,0),(54,1,'优化通用DAO为全自动模式','2015-11-18 09:12:00',0,0),(142,1,'《斯坦福监狱实验》','2015-12-04 08:55:00',0,0),(143,1,'《触手可及》','2015-12-04 09:40:00',0,0),(159,1,'电影《控方证人》','2015-12-07 11:51:00',0,0),(180,1,'《场景革命》','2015-12-11 19:44:00',0,0),(181,1,'黄章林','2015-12-11 19:44:00',0,0),(212,1,'《HTTP 权威指南》','2015-12-17 23:09:00',0,0),(213,1,'《思悼》','2015-12-17 23:31:00',0,0),(254,1,'《三体》','2015-12-26 15:38:00',1,0),(276,1,'书籍 X10页','2015-12-30 01:00:01',0,0),(278,1,'《一课经济学》','2015-12-30 16:35:00',0,0),(279,1,'《经济学通史》','2015-12-30 16:35:00',0,0),(280,1,'《经济解释》','2015-12-30 16:35:00',0,0),(314,1,'书籍 X10页','2016-01-05 00:59:58',0,0),(331,1,'《把时间当作朋友》','2016-01-08 15:55:00',0,0),(337,1,'《战争之王》','2016-01-09 22:13:00',0,0),(348,1,'《物演通史》','2016-01-11 20:40:00',0,0),(390,1,'《囚徒的困境》','2016-01-15 09:21:00',0,0),(503,1,'《被讨厌的勇气》','2016-01-30 21:19:00',0,0),(585,1,'dubbo','2016-02-23 18:59:00',0,0),(586,1,'zookeeper','2016-02-23 18:59:00',2,0),(949,1,'逻辑思维语音','2016-12-22 01:00:00',0,0),(950,1,'教程×1','2016-12-22 01:00:00',0,0),(951,1,'其他文章×1','2016-12-22 01:00:00',0,0),(952,1,'书籍 ×10页','2016-12-22 01:00:00',0,0),(953,1,'创业分析文章×1','2016-12-22 01:00:00',0,0),(954,1,'每日感悟','2016-12-22 01:00:00',0,0),(955,1,'感恩清单','2016-12-22 01:00:00',0,0),(956,1,'逻辑思维语音','2016-12-27 01:00:00',0,0),(957,1,'教程×1','2016-12-27 01:00:00',0,0),(958,1,'其他文章×1','2016-12-27 01:00:00',0,0),(959,1,'书籍 ×10页','2016-12-27 01:00:00',0,0),(960,1,'锻炼×15分钟','2016-12-27 01:00:00',0,0),(961,1,'创业分析文章×1','2016-12-27 01:00:00',0,0),(962,1,'每日感悟','2016-12-27 01:00:00',0,0),(963,1,'感恩清单','2016-12-27 01:00:00',0,0),(964,1,'逻辑思维语音','2017-01-05 01:00:00',0,0),(965,1,'教程×1','2017-01-05 01:00:00',0,0),(966,1,'其他文章×1','2017-01-05 01:00:00',0,0),(967,1,'书籍 ×10页','2017-01-05 01:00:00',0,0),(968,1,'创业分析文章×1','2017-01-05 01:00:00',0,0),(969,1,'每日感悟','2017-01-05 01:00:00',0,0),(970,1,'感恩清单','2017-01-05 01:00:00',0,0),(971,1,'逻辑思维语音','2017-01-07 01:00:00',0,0),(972,1,'教程×1','2017-01-07 01:00:00',0,0),(973,1,'其他文章×1','2017-01-07 01:00:00',0,0),(974,1,'书籍 ×10页','2017-01-07 01:00:00',0,0),(975,1,'创业分析文章×1','2017-01-07 01:00:00',0,0),(976,1,'每日感悟','2017-01-07 01:00:00',0,0),(977,1,'感恩清单','2017-01-07 01:00:00',0,0),(978,1,'逻辑思维语音','2017-01-09 01:00:00',0,0),(979,1,'教程×1','2017-01-09 01:00:00',0,0),(980,1,'其他文章×1','2017-01-09 01:00:00',0,0),(981,1,'书籍 ×10页','2017-01-09 01:00:00',0,0),(982,1,'创业分析文章×1','2017-01-09 01:00:00',0,0),(983,1,'每日感悟','2017-01-09 01:00:00',0,0),(984,1,'感恩清单','2017-01-09 01:00:00',0,0);
/*!40000 ALTER TABLE `item` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `note`
--

DROP TABLE IF EXISTS `note`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `note` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `time` datetime DEFAULT NULL,
  `isDeleted` tinyint(4) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `note`
--

LOCK TABLES `note` WRITE;
/*!40000 ALTER TABLE `note` DISABLE KEYS */;
INSERT INTO `note` VALUES (1,1,'当你开始做一件大事时，以前烦恼你的事都变得渺小了。','2016-01-21 23:31:00',0),(2,1,'泰戈尔曾说过：“只管一路走过去，一路上的鲜花自会开放的。”','2016-01-22 21:08:00',0),(3,1,'只有那些疯狂到认为自己可以改变世界的人,才可以真的改变世界。','2016-02-17 17:34:00',0),(8,1,'莫言居然把烟写得这么经典\n烟恋上了手指， 手指却把香烟给了嘴唇， 香烟亲吻着嘴唇， 内心却给了肺， 肺以为得到了香烟的真心， 却不知伤害了自己！ 是手指的背叛成就了烟的多情， 还是嘴唇的贪婪促成了肺的伤心…… 人生如烟， 岁月无痕， 烟自多情， 却把自己烧的只剩下灰','2016-02-24 11:47:00',1),(9,1,'magnet:?xt=urn:btih:A9F4C7315E96AB08FAF6C25086F7A381F62DA6D8','2016-02-25 14:16:00',1),(10,1,'magnet:?xt=urn:btih:AFE8A4926D891590C7EA4B96C140B4EDEB63CCC9','2016-02-25 14:19:00',1),(11,1,'magnet:?xt=urn:btih:2361086ABC118FA750DDCA6784D39C8289F76F10','2016-02-25 14:19:00',1),(12,1,'thunder://QUFodHRwOi8vbXA0LjEyMzQ1Nm1wNC5jb20vbmV3L3p3LzIwMTYtMDIvMDIyMy8lRTUlQTUlQjMlRTUlQUQlOTAlRTclOUElODQlRTglQkElQUIlRTklQUIlOTQubXA0Wlo=','2016-02-25 16:16:00',1),(13,1,'好的开始等于成功的一半，坏的开始等于成功的三分之一，不迈出第一步，只有零。','2016-03-08 15:41:00',0),(14,1,'只能同时做一件事。专心很重要。','2016-03-18 17:13:00',0);
/*!40000 ALTER TABLE `note` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `plan`
--

DROP TABLE IF EXISTS `plan`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `plan` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `cycleNum` int(11) NOT NULL,
  `time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `plan`
--

LOCK TABLES `plan` WRITE;
/*!40000 ALTER TABLE `plan` DISABLE KEYS */;
INSERT INTO `plan` VALUES (1,1,'逻辑思维语音',1,NULL),(2,1,'教程×1',1,NULL),(3,1,'其他文章×1',1,NULL),(4,1,'书籍 ×10页',1,NULL),(5,1,'锻炼×15分钟',2,NULL),(11,1,'创业分析文章×1',1,NULL),(12,1,'每日感悟',1,NULL);
/*!40000 ALTER TABLE `plan` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `regulardeposit`
--

DROP TABLE IF EXISTS `regulardeposit`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `regulardeposit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `userId` int(11) DEFAULT NULL,
  `content` varchar(255) DEFAULT NULL,
  `number` int(11) DEFAULT NULL,
  `cycleNum` int(11) DEFAULT NULL,
  `isDeleted` tinyint(4) DEFAULT '0',
  `time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=179 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `regulardeposit`
--

LOCK TABLES `regulardeposit` WRITE;
/*!40000 ALTER TABLE `regulardeposit` DISABLE KEYS */;
INSERT INTO `regulardeposit` VALUES (1,1,'贵阳定存',3850,100,0,'2015-12-27 17:52:53'),(2,1,'佳财定存',7040,180,0,'2015-12-27 17:52:50'),(3,1,'贵阳定存',3950,100,0,'2015-12-28 01:00:00'),(4,1,'佳财定存',7220,180,0,'2015-12-28 01:00:00'),(5,1,'贵阳定存',4050,100,0,'2015-12-29 01:00:00'),(6,1,'佳财定存',7400,180,0,'2015-12-29 01:00:00'),(7,1,'贵阳定存',4150,100,0,'2015-12-30 01:00:01'),(8,1,'佳财定存',7580,180,0,'2015-12-30 01:00:01'),(9,1,'贵阳定存',4250,100,0,'2015-12-31 00:59:59'),(10,1,'佳财定存',7760,180,0,'2015-12-31 00:59:59'),(11,1,'贵阳定存',4250,100,0,'2016-01-01 00:59:58'),(12,1,'佳财定存',7940,180,0,'2016-01-01 00:59:58'),(13,1,'贵阳定存',4450,100,1,'2016-01-01 06:59:03'),(14,1,'佳财定存',8120,180,1,'2016-01-01 06:59:03'),(15,1,'贵阳定存',2450,100,0,'2016-01-02 00:59:58'),(16,1,'佳财定存',8120,180,0,'2016-01-02 00:59:58'),(17,1,'贵阳定存',2550,100,0,'2016-01-03 01:00:00'),(18,1,'佳财定存',8300,180,0,'2016-01-03 01:00:00'),(19,1,'贵阳定存',2650,100,0,'2016-01-04 00:59:59'),(20,1,'佳财定存',8500,200,0,'2016-01-04 00:59:59'),(21,1,'贵阳定存',2750,100,0,'2016-01-05 00:59:58'),(22,1,'佳财定存',8700,200,0,'2016-01-05 00:59:58'),(23,1,'贵阳定存',2850,100,0,'2016-01-06 00:59:58'),(24,1,'佳财定存',8900,200,0,'2016-01-06 00:59:58'),(25,1,'贵阳定存',2850,100,0,'2016-01-07 00:59:58'),(26,1,'佳财定存',9100,200,0,'2016-01-07 00:59:58'),(27,1,'贵阳定存',2950,100,0,'2016-01-08 00:59:58'),(28,1,'佳财定存',9300,200,0,'2016-01-08 00:59:58'),(29,1,'贵阳定存',3050,100,0,'2016-01-09 00:59:58'),(30,1,'佳财定存',9500,200,0,'2016-01-09 00:59:58'),(31,1,'贵阳定存',3150,100,0,'2016-01-10 00:59:58'),(32,1,'佳财定存',9700,200,0,'2016-01-10 00:59:58'),(33,1,'贵阳定存',1750,100,0,'2016-01-11 00:59:59'),(34,1,'佳财定存',9900,200,0,'2016-01-11 00:59:59'),(37,1,'贵阳定存',1850,100,0,'2016-01-12 10:19:25'),(38,1,'佳财定存',10100,200,0,'2016-01-12 10:19:25'),(39,1,'贵阳定存',1950,100,0,'2016-01-13 10:20:24'),(40,1,'佳财定存',10300,200,0,'2016-01-13 10:20:24'),(41,1,'贵阳定存',2050,100,0,'2016-01-14 00:59:58'),(42,1,'佳财定存',10500,200,0,'2016-01-14 00:59:58'),(43,1,'贵阳定存',2250,100,0,'2016-01-15 00:59:59'),(44,1,'佳财定存',10700,200,0,'2016-01-15 00:59:59'),(45,1,'贵阳定存',2150,100,0,'2016-01-16 00:59:58'),(46,1,'佳财定存',10900,200,0,'2016-01-16 00:59:58'),(47,1,'贵阳定存',2250,100,0,'2016-01-17 00:59:58'),(48,1,'佳财定存',11100,200,0,'2016-01-17 00:59:58'),(49,1,'贵阳定存',2350,100,0,'2016-01-18 00:59:58'),(50,1,'佳财定存',11300,200,0,'2016-01-18 00:59:58'),(51,1,'贵阳定存',2450,100,0,'2016-01-19 00:59:58'),(52,1,'佳财定存',11500,200,0,'2016-01-19 00:59:58'),(53,1,'贵阳定存',2550,100,0,'2016-01-20 00:59:59'),(54,1,'佳财定存',11700,200,0,'2016-01-20 00:59:59'),(55,1,'贵阳定存',2650,100,0,'2016-01-21 00:59:57'),(56,1,'佳财定存',11900,200,0,'2016-01-21 00:59:57'),(57,1,'贵阳定存',2750,100,0,'2016-01-22 00:59:59'),(58,1,'佳财定存',12100,200,0,'2016-01-22 00:59:59'),(59,1,'贵阳定存',2850,100,0,'2016-01-23 00:59:58'),(60,1,'佳财定存',12300,200,0,'2016-01-23 00:59:58'),(61,1,'贵阳定存',1500,100,0,'2016-01-24 00:59:58'),(62,1,'佳财定存',12500,200,0,'2016-01-24 00:59:58'),(63,1,'贵阳定存',1600,100,0,'2016-01-25 00:59:58'),(64,1,'佳财定存',12700,200,0,'2016-01-25 00:59:58'),(65,1,'贵阳定存',1700,100,0,'2016-01-26 01:00:00'),(66,1,'佳财定存',12900,200,0,'2016-01-26 01:00:00'),(67,1,'贵阳定存',1800,100,0,'2016-01-27 00:59:58'),(68,1,'佳财定存',13100,200,0,'2016-01-27 00:59:58'),(69,1,'贵阳定存',1900,100,0,'2016-01-28 00:59:58'),(70,1,'佳财定存',13300,200,0,'2016-01-28 00:59:58'),(71,1,'贵阳定存',2000,100,0,'2016-01-29 00:59:59'),(72,1,'佳财定存',13500,200,0,'2016-01-29 00:59:59'),(73,1,'贵阳定存',2100,100,0,'2016-01-30 00:59:59'),(74,1,'佳财定存',13700,200,0,'2016-01-30 00:59:59'),(75,1,'贵阳定存',2200,100,0,'2016-01-31 00:59:58'),(76,1,'佳财定存',13900,200,0,'2016-01-31 00:59:58'),(77,1,'贵阳定存',2300,100,0,'2016-02-01 00:59:59'),(78,1,'佳财定存',14100,200,0,'2016-02-01 00:59:59'),(79,1,'贵阳定存',2400,100,0,'2016-02-02 00:59:59'),(80,1,'佳财定存',14300,200,0,'2016-02-02 00:59:59'),(81,1,'贵阳定存',2500,0,0,'2016-02-03 00:59:59'),(82,1,'佳财定存',14500,0,0,'2016-02-03 00:59:59'),(83,1,'贵阳定存',3300,0,0,'2016-02-16 08:58:17'),(84,1,'佳财定存',17200,0,0,'2016-02-16 08:58:17'),(85,1,'贵阳定存',3600,0,0,'2016-02-17 00:59:58'),(86,1,'佳财定存',17800,0,0,'2016-02-17 00:59:58'),(87,1,'贵阳定存',3600,0,0,'2016-02-18 00:59:59'),(88,1,'佳财定存',17800,0,0,'2016-02-18 00:59:59'),(89,1,'贵阳定存',3600,0,0,'2016-02-19 00:59:58'),(90,1,'佳财定存',17800,0,0,'2016-02-19 00:59:58'),(91,1,'贵阳定存',3600,0,0,'2016-02-20 00:59:59'),(92,1,'佳财定存',17800,0,0,'2016-02-20 00:59:59'),(93,1,'贵阳定存',4100,0,0,'2016-02-21 00:59:58'),(94,1,'佳财定存',18600,0,0,'2016-02-21 00:59:58'),(95,1,'贵阳定存',4100,0,0,'2016-02-22 00:59:58'),(96,1,'佳财定存',18600,0,0,'2016-02-22 00:59:58'),(97,1,'贵阳定存',4100,0,0,'2016-02-23 00:59:59'),(98,1,'佳财定存',18600,0,0,'2016-02-23 00:59:59'),(99,1,'贵阳定存',4100,0,0,'2016-02-24 00:59:59'),(100,1,'佳财定存',18600,0,0,'2016-02-24 00:59:59'),(101,1,'贵阳定存',4500,0,0,'2016-02-25 00:59:58'),(102,1,'佳财定存',19400,0,0,'2016-02-25 00:59:58'),(103,1,'贵阳定存',4500,0,0,'2016-02-26 00:59:59'),(104,1,'佳财定存',19400,0,0,'2016-02-26 00:59:59'),(105,1,'贵阳定存',4500,0,0,'2016-02-27 01:00:00'),(106,1,'佳财定存',19400,0,0,'2016-02-27 01:00:00'),(107,1,'贵阳定存',4500,0,0,'2016-02-28 00:59:58'),(108,1,'佳财定存',19400,0,0,'2016-02-28 00:59:58'),(109,1,'贵阳定存',4500,0,0,'2016-02-29 00:59:58'),(110,1,'佳财定存',19400,0,0,'2016-02-29 00:59:58'),(111,1,'贵阳定存',4500,0,0,'2016-03-01 00:59:59'),(112,1,'佳财定存',19400,0,0,'2016-03-01 00:59:59'),(113,1,'贵阳定存',5100,0,0,'2016-03-02 00:59:58'),(114,1,'佳财定存',20000,0,0,'2016-03-02 00:59:58'),(115,1,'贵阳定存',5100,0,0,'2016-03-03 00:59:59'),(116,1,'佳财定存',20000,0,0,'2016-03-03 00:59:59'),(117,1,'贵阳定存',5100,0,0,'2016-03-04 00:59:58'),(118,1,'佳财定存',20000,0,0,'2016-03-04 00:59:58'),(119,1,'贵阳定存',5100,0,0,'2016-03-05 00:59:58'),(120,1,'佳财定存',20000,0,0,'2016-03-05 00:59:59'),(121,1,'贵阳定存',5100,0,0,'2016-03-06 00:59:59'),(122,1,'佳财定存',20000,0,0,'2016-03-06 00:59:59'),(123,1,'贵阳定存',5100,0,0,'2016-03-07 00:59:57'),(124,1,'佳财定存',20000,0,0,'2016-03-07 00:59:57'),(125,1,'贵阳定存',5100,0,0,'2016-03-09 00:59:59'),(126,1,'佳财定存',20000,0,0,'2016-03-09 00:59:59'),(127,1,'贵阳定存',5100,0,0,'2016-03-10 00:59:58'),(128,1,'佳财定存',20000,0,0,'2016-03-10 00:59:58'),(129,1,'贵阳定存',5100,0,0,'2016-03-11 00:59:59'),(130,1,'佳财定存',21000,0,0,'2016-03-11 00:59:59'),(131,1,'贵阳定存',4900,0,0,'2016-03-12 00:59:58'),(132,1,'佳财定存',21000,0,0,'2016-03-12 00:59:58'),(133,1,'贵阳定存',5000,0,0,'2016-03-13 00:59:58'),(134,1,'佳财定存',21000,0,0,'2016-03-13 00:59:58'),(135,1,'贵阳定存',5000,0,0,'2016-03-14 01:00:00'),(136,1,'佳财定存',21000,0,0,'2016-03-14 01:00:00'),(137,1,'贵阳定存',5000,0,0,'2016-03-15 00:59:58'),(138,1,'佳财定存',21000,0,0,'2016-03-15 00:59:58'),(139,1,'贵阳定存',5000,0,0,'2016-03-16 00:59:58'),(140,1,'佳财定存',21000,0,0,'2016-03-16 00:59:58'),(141,1,'贵阳定存',5000,0,0,'2016-03-17 00:59:59'),(142,1,'佳财定存',21000,0,0,'2016-03-17 00:59:59'),(143,1,'贵阳定存',5300,0,0,'2016-03-18 00:59:59'),(144,1,'佳财定存',21600,0,0,'2016-03-18 00:59:59'),(145,1,'贵阳定存',5300,0,0,'2016-03-19 00:59:58'),(146,1,'佳财定存',21600,0,0,'2016-03-19 00:59:58'),(147,1,'贵阳定存',5300,0,0,'2016-03-20 00:59:58'),(148,1,'佳财定存',21600,0,0,'2016-03-20 00:59:58'),(149,1,'贵阳定存',5300,0,0,'2016-03-21 00:59:58'),(150,1,'佳财定存',21600,0,0,'2016-03-21 00:59:58'),(151,1,'贵阳定存',5300,0,0,'2016-03-22 01:00:00'),(152,1,'佳财定存',21600,0,0,'2016-03-22 01:00:00'),(153,1,'贵阳定存',5600,0,0,'2016-03-23 00:59:59'),(154,1,'佳财定存',22000,0,0,'2016-03-23 00:59:59'),(155,1,'贵阳定存',5600,0,0,'2016-03-24 01:00:00'),(156,1,'佳财定存',22000,0,0,'2016-03-24 01:00:00'),(157,1,'贵阳定存',5600,0,0,'2016-03-25 00:59:59'),(158,1,'佳财定存',22000,0,0,'2016-03-25 00:59:59'),(159,1,'贵阳定存',5600,0,0,'2016-03-26 00:59:59'),(160,1,'佳财定存',22000,0,0,'2016-03-26 00:59:59'),(161,1,'贵阳定存',5600,0,0,'2016-03-27 00:59:59'),(162,1,'佳财定存',22000,0,0,'2016-03-27 00:59:59'),(163,1,'贵阳定存',5600,0,0,'2016-03-28 00:59:59'),(164,1,'佳财定存',22400,0,0,'2016-03-28 00:59:59'),(165,1,'贵阳定存',5500,0,0,'2016-03-29 01:00:01'),(166,1,'佳财定存',22400,0,0,'2016-03-29 01:00:01'),(167,1,'贵阳定存',5500,0,0,'2016-03-30 00:59:58'),(168,1,'佳财定存',22400,0,0,'2016-03-30 00:59:58'),(169,1,'贵阳定存',5500,0,0,'2016-03-31 00:59:58'),(170,1,'佳财定存',22400,0,0,'2016-03-31 00:59:58'),(171,1,'贵阳定存',5500,0,0,'2016-04-01 00:59:57'),(172,1,'佳财定存',22400,0,0,'2016-04-01 00:59:57'),(173,1,'贵阳定存',5500,0,0,'2016-04-06 00:59:58'),(174,1,'佳财定存',22400,0,0,'2016-04-06 00:59:58'),(175,1,'贵阳定存',5500,0,0,'2016-04-08 01:00:00'),(176,1,'佳财定存',22400,0,0,'2016-04-08 01:00:00'),(177,1,'贵阳定存',5500,0,0,'2016-11-15 21:34:19'),(178,1,'佳财定存',22400,0,0,'2016-11-15 21:34:19');
/*!40000 ALTER TABLE `regulardeposit` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user`
--

DROP TABLE IF EXISTS `user`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `phoneNumber` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user`
--

LOCK TABLES `user` WRITE;
/*!40000 ALTER TABLE `user` DISABLE KEYS */;
INSERT INTO `user` VALUES (1,'343348',NULL,'佳财'),(2,'257226',NULL,'宗达'),(3,'514492',NULL,'贵阳');
/*!40000 ALTER TABLE `user` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-01-09 11:19:20
